tests/simpleFoamAD/run/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    wing
    {
        type            wall;
        inGroups        1(wall);
        nFaces          585;
        startFace       41007;
    }
    sym
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          1056;
        startFace       41592;
    }
    inout
    {
        type            patch;
        nFaces          585;
        startFace       42648;
    }
)

// ************************************************************************* //
